import React from 'react'
import MediaCard from './Card'
import { Card, CardContent, CardMedia, Container, Grid, Typography } from '@mui/material'
import img from '../assets/banner5.jpg'

const FirstWaterFilter = () => {
  return (
    <Container sx={{mt:3}} className='animate__animated animate__slideInRight'>    
    <Card style={{    borderBottom: "4px solid #0074ba"}}>
      <CardMedia
        sx={{ height: 350 }}
        image={img}
        title="green iguana"
      />
      <CardContent>
        <Typography gutterBottom variant="h5" component="div">
          दाभे मोहन गाव हे सातारा जिल्ह्यात फिल्टर द्वारे शुद्ध पाणी पिणारे पहिले गाव
        </Typography>
        <Typography variant="body2" sx={{ color: 'text.secondary' }}>
          आमच्या दाभे मोहन गावचे सुपुत्र श्री चंदन सुनिता राजाराम चव्हाण हे आपल्या गावापासून कितीतरी किलोमीटर अंतरावर ईटली सारख्या विकसनशील देशांमध्ये जाऊन आपलं स्वतःचं उद्योग क्षेत्रामध्ये नाव सुवर्ण अक्षरांमध्ये कोरले गेले आणि त्या अक्षरांच्या आधारावरती आपल्या मातृभूमीला काहीतरी योगदान असावं ह्या माध्यमातून *श्री चंदन दादांनी मागील एक दोन वर्षांमध्ये आमच्या महाबळेश्वर तालुक्यातील असंख्य अशा गावांना सामाजिक, शैक्षणिक आणि सांस्कृतिक कामाची वेगवेगळ्या माध्यमातून मदत केली
 सर्वसामान्य लोकांच्या व कष्टकऱ्यांच्या हितासाठी त्याचाच एक भाग म्हणून आज आमच्या दाभे मोहन गाव हे सातारा जिल्ह्यात फिल्टर द्वारे शुद्ध पाणी पिणारे पहिले गाव ठरले
 आणि आज ह्या गोष्टीला एक महिना पूर्ण झाला असून दादा इथेच न थांबता आणखी एका दुसऱ्या गावाचा विक्रम याच तालुक्यामध्ये फिल्टरने पाणी देणारे गाव म्हणून करून दाखवलेला आहे असे अनेक उपक्रम दादांच्या हातून आज उद्या आणि येणाऱ्या काळामध्ये होत राहो. हीच 
 !!आई जगदंबे चरणी प्रार्थना!!

आणि सोशल मीडियाच्या माध्यमातून एक महिन्यापूर्वी झालेल्या कार्यक्रमाला  उस्फूर्त प्रतिसाद  दिल्याबद्दल आपले सर्वांचे मनःपूर्वक आभार. आपण जी छायाचित्र  पाहता त्या गोष्टीसाठी सार्वजनिक क्षेत्रातून दादाला भरपूर असे 👍 like, view, comment, येत आहेत. त्यासाठी आपण सर्वांनी या दाद्याचा समाजसेवेच्या कामासाठी थोडाफार हातभार लावावा आणि
 !!माझं गाव माझा विकास माझा हाच ध्यास!! 
हा दादाचा विचार प्रत्येकाने मनामध्ये बाळगावा नक्कीच हा माझा महाबळेश्वर विभागातील ग्रामीण भाग एक दिवस प्रकाश झोतामध्ये येईल आणि माझा ग्रामीण भागातील कष्टकरी मायबाप शेतकरी एका चांगल्या नावारूपाला येईल यासाठी ही प्रत्येकाने थोडे थोडे प्रयत्न करावे नक्कीच या सामाजिक कार्याला आणखी बळ मिळेल आणि काहीतरी या केलेल्या उपक्रमातून साध्य झालेले आपल्याला दिसेल ही पुन्हा एकदा आपल्याला आठवण करून देण्यासाठी ह्या कार्यक्रमाची  छायाचित्रे आपल्यासमोर शेअर करत आहे.
        </Typography>
      </CardContent>
    </Card>
    </Container>
  )
}

export default FirstWaterFilter
