import React from 'react'
import MediaCard from './Card'
import { Card, CardContent, CardMedia, Container, Grid, Typography } from '@mui/material'
import img from '../assets/banner6.jpg'

const SocialWork = () => {
  return (
    <Container sx={{mt:3}} className='animate__animated animate__slideInRight'>    
    <Card style={{    borderBottom: "4px solid #0074ba"}}>
      <CardMedia
        sx={{ height: 350 }}
        image={img}
        title="green iguana"
      />
      <CardContent>
        <Typography gutterBottom variant="h5" component="div">
          ग्रामस्थांकडून करण्यात आलेल्या मागणीला मंजूर देऊन 16 मे 2025 रोजी धम्मगिरी बुद्ध विहार व कमी वेळेमध्ये उत्कृष्ट अशा प्रवेशद्वाराचा लोकार्पण सोहळा
        </Typography>
        <Typography variant="body2" sx={{ color: 'text.secondary' }}>
            
🔹समाज प्रबोधन मंडळ कासरूड ता. महाबळेश्वर 🔹
 यांनी दिलेली सदिच्छा भेट दिली त्या भेटीमध्ये  दादा आमच्या गावामध्ये आपल्या हातून काही सामाजिक कामे प्रलंबित आहेत ती आपल्यातून व्हावीत त्यासाठी आपण काहीतरी मदत करावी की मागणी करण्यात आली. कारण आपण आपल्या गावामध्ये केलेली वेगवेगळी कामे व समाजामध्ये ही आम्ही पाहत आहोत आपण करत असलेली कामे ही आम्ही यापूर्वी केव्हाही पाहिले नव्हते असे आपण काम करत आहात तर आपण आमच्या गावालाही हे सहकार्य करावे 

 आपण आपली मागणी आमच्या पर्यंत पोचवावी ती आम्ही पूर्ण करू  कारण आम्ही समाजामध्ये प्रत्येक गावासाठी गावातील विकासासाठी नक्कीच सामाजिक बांधिलकी या नात्याने नक्कीच काहीतरी करणार *कारण त्या मायभूमीने मला खूप काही दिलेला आहे त्यामुळे मी ही तुम्हाला नक्कीच योग्य निर्णय देणार शेवटी वेगवेगळी मागणी होती परंतु प्रामुख्याने आपण सर्वांच्या सहमतीने गावाला  प्रवेशद्वार आपल्या माध्यमातून करावे ही सर्वांची मागणी झाली व हे काम तुमच्या कार्यक्रमाच्या पूर्वी पूर्ण झालेले असेल.ते प्रवेशद्वार तुम्हाला त्या ठिकाणी दिसेल हा माझ्याकडून तुम्हाला ग्वाही देतो.

आणि काही दिवसातच कोणताही विलंब न करता ग्रामस्थांकडून करण्यात आलेल्या मागणीला मंजूर देऊन 🗓️
16 मे 2025 रोजी🎇🎇🎇🎇🎇 धम्मगिरी बुद्ध विहार व कमी वेळेमध्ये उत्कृष्ट अशा प्रवेशद्वाराचा लोकार्पण सोहळा🎇 🎇🎇🎇एकाच दिवशी उपस्थित मान्यवरांच्या व ग्रामस्थांच्या शुभहस्ते करण्यात आला .

या कामासाठी🙏 समाज प्रबोधन मंडळ कासरूट 🙏समस्त ग्रामस्थ मंडळाचे अध्यक्ष मा. प्रकाश कांबळे 
पोलीस पाटील मा. अमित मोरे व सर्व महिला व पुरुष वर्ग मी आपला सर्वांचा आभारी आहे
        </Typography>
      </CardContent>
    </Card>
    </Container>
  )
}

export default SocialWork
